{  "discography": {
        "mixtapes": [{
            "title": "Room for Improvement", 
            "year": "2006",
            "shortName": "Room_for_Improvement",
            "copiesSold": "6,000",
            "albumCover": "Room_for_Improvement.jpg",
            "summary" : "In an interview with thabiz.com in February 2006, Drake talked about the mixtape, 'It's a mix CD and I did it with DJ Smallz who does the Southern Smoke Series. He's done mix tapes with everyone. Lil Wayne, Young Jeezy, a lot of people and he's hosting it for me. It's called Room for Improvement. It's seventeen original tracks and a couple of remixes and stuff like that. 22 tracks in total. I have the Clipse on there, I got Trey Songz in there, I got Lupe Fiasco on there, I have Nickelus F who is this amazing artist from Virginia who I'm very very tight with and we work together a lot, we worked together. I have Voyce on there, he's a singer from Toronto. Production wise I don't really have any major producers on there. I have a song I did with Trey Songz. I have an individual by the name of Nick Rashur from Harlem he's a really cool cat. Amir; Boi-1da did the majority of the singles, who else should I mention DJ Ra from DC, a lot of people on the CD.'",
            "trackList" : ["Intro","Pianist Hands","Special","Do What You Do","Money", "AM 2 PM", "City is Mine", "Drake's Voice Mail Box #1", "Bad Meaning Good", "Thrill is Gone", "Make Things Right", "Video Girl", "Drake's Voice Mail Box #2","Come Winter",	"Extra Special", "About the Game", "All This Love", 	"Drake's Voice Mail Box #3", "A Scorpio's Mind","S.T.R.E.S.S.","Try Harder","Kick, Push", "U.P.A." ]

        },{
            "title": "Comeback Season", 
            "year": "2007",
            "shortName": "Comeback_Season",
            "copiesSold": "20,000",
            "albumCover": "Comeback_Season.jpg",
            "summary" : "In 2007, Comeback Season spawned a single and a music video for 'Replacement Girl', featuring Trey Songz, that was executive produced by Terral 'T. Slack' of BPE. Also in 2007, Drake became the first unsigned Canadian rapper to have his music video featured on BET when his first single, 'Replacement Girl', was featured as the 'New Joint of the Day' on April 30, 2007.",
            "trackList" : ["Intro","The Presentation","Comeback Season","Closer","Replacement Girl", "Barry Bonds", "Going In for Life", "Where to Now","Share","Give Ya","Don't U Have a Man", "Bitch Is Crazy", "The Last Hope", "Must Hate Money","Asthma Team", "Do What U Do (Remix)", "Easy to Please", 	"Faded", "Underdog","Think Good Thoughts","Teach U A Lesson" ,"Missin' You", "Man of the Year" ]
    
        },{
            "title": "So Far Gone", 
            "year": "2009",
            "shortName": "So_Far_Gone",
            "copiesSold": "45,000",
            "albumCover": "So_Far_Gone.jpg",
            "summary" : "So Far Gone is the third mixtape by Canadian rapper Drake. It was released on February 13, 2009 under his October's Very Own label. The mixtape proved to be a major catalyst in the launching of Drake's career on an international scale, and was universally well received by professional critics and hip-hop fans alike. The tracks 'Best I Ever Had' and 'Successful' were released as singles from the mixtape, and attained unexpected success on the US Billboard Hot 100. The mixtape was promoted with a release party in Toronto with Drake and LeBron James.[2] Artists including Omarion, Lloyd, Lykke Li, Lil Wayne and Bun B provided guest vocals on the release. The mixtape helped launch the careers of producers 40 and Boi-1da, whose contributions to the musical direction of the mixtape were applauded by critics. On February 15, 2019, the mixtape was released on commercial streaming services for the first time, commemorating its tenth anniversary.",
            
        
            "trackList" : [	"Lust For Life","Houstatlantavegas","Successful", "Let's Call It Off","November 18th", "Ignant Shit", "A Night Off","Say What's Real","Little Bit",	"Best I Ever Had", "Unstoppable","Uptown","Sooner Than Later",	"Bria's Interlude","The Calm", "Outro","Brand New",	"Congratulations" ]
    
        },{
            "title": "If Your're Reading This, It's Too Late", 
            "year": "2015",
            "shortName": "I_Y_R_T_I_T_L",
            "copiesSold": "2 million +",
            "albumCover": "I_Y_R_T_I_T_L.jpg",
            "summary" : "If You're Reading This It's Too Late is a commercial mixtape by Canadian rapper Drake. It was released on February 13, 2015, without prior announcement, by OVO Sound, Young Money Entertainment, Cash Money Records and Republic Records.The album was produced by Drake's longtime collaborators 40 and Boi-1da, as well as labelmate PartyNextDoor, among others. Featured guest appearances include PartyNextDoor, Travis Scott, and Lil Wayne.If You're Reading This It's Too Late received generally positive reviews and debuted at number one on the US Billboard 200, with first week sales of 495,000 copies and 40,000 for online streaming credits, making this Drake's fourth time at the top of the chart. The mixtape also broke Spotify's first-week streaming record with over 17.3 million streams in the first three days. It was previously held by Drake himself, with his album Nothing Was the Same (2013), with 15.146 million streams in the first week.",
            "trackList" : ["Legend","Energy","10 Bands","Know Yourself", "No Tellin'", 	"Madonna", "6 God", 	"Star67","Preach",	"Wednesday Night Interlude" ,	"Used To", "6 Man", "Now & Forever", "Company",	"You & the 6", "Jungle", "6PM in New York" ]
        
        },{
            "title": "What a Time to Be Alive (with Future)", 
            "year": "2015",
            "shortName": "W_A_T_T_B_A",
            "copiesSold": "1 million +",
            "albumCover": "W_A_T_T_B_A.jpg",
            "summary" : "What a Time to Be Alive is a collaborative commercial mixtape by Canadian rapper Drake and American rapper Future. It was released on September 20, 2015, by Young Money Entertainment, Cash Money Records, Republic Records, Epic Records, A1 Records and Freebandz. The mixtape was executive produced by Metro Boomin, who also produced or co-produced eight of its 11 songs. Additional producers include Southside, Boi-1da, 40, and others. It was released on the iTunes Store and Apple Music, and debuted at number one on the US Billboard 200.",
            "trackList" : [	"Digital Dash","Big Rings","Live from the Gutter","Diamonds Dancing","Scholarships", 	"Plastic Bag", "6 God", "I'm the Plug","Change Locations",	"Jumpman" ,"Jersey" , 	"30 for 30 Freestyle"]
        
        },{
            "title": "More Life", 
            "year": "2017",
            "shortName": "More_Life",
            "copiesSold": "2.5 million +",
            "albumCover": "More_Life.jpg",
            "summary" : "More Life is a commercial mixtape by Canadian rapper Drake. Described and marketed as a playlist, some publications have referred to it as a mixtape. It was released on March 18, 2017, through Republic Records and distributed by Cash Money Records and Young Money Entertainment. Production of More Life was handled by a variety of record producers, including 40, Frank Dukes, Boi-1da, Murda Beatz, T-Minus, Nineteen85, and Kanye West, among others. An ensemble of guest vocalists also appear, including Young Thug, Giggs, Skepta, Quavo, Travis Scott, 2 Chainz, Kanye West, Jorja Smith, Sampha, and PartyNextDoor.The songs on the mixtape feature a broad range of genres, including R&B, dancehall, grime, trap and Afrobeats. Supported by the singles 'Fake Love', 'Passionfruit', 'Free Smoke', 'Portland', and 'Glow', More Life received generally positive reviews and debuted at number one on the US Billboard 200, earning 505,000 album-equivalent units. It was Drake's seventh consecutive number one album, and also broke several streaming records. Though a mixtape, it was named one of the best albums of 2017 by several publications. By the end of 2017, the mixtape had accumulated over two million album-equivalent units in the US..",
            "trackList" : [	"Free Smoke","No Long Talk", 	"Passionfruit",	"Jorja Interlude",	"Get It Together", 	"Madiba Riddim", "Blem","4422",	"Gyalchester",		"Skepta Interlude" ,"Portland" ,"Sacrifices", 	"Nothings into Somethings","Teenage Fever","KMT","Lose You", "Can't Have Everything","Glow","Since Way Back", "Fake Love","Ice Melts","Do Not Disturb" ]
        },{
        
            "title": "Dark Lane Demo Tapes", 
            "year": "2020",
            "shortName": "Dark_Lane_Demo_Tapes",
            "copiesSold": "2 million",
            "albumCover": "Dark_Lane_Demo_Tapes.jpg",
            "summary" : "Dark Lane Demo Tapes is a mixtape by Canadian rapper Drake. The mixtape is a compilation of songs that were released on SoundCloud or leaked on the internet, as well as new songs, and is considered a 'warm-up' to Drake's upcoming sixth studio album release in 2021. It was released on May 1, 2020, by OVO Sound and Republic Records. Production was handled by Drake's longtime collaborator 40, among other record producers. Featured guest appearances include Future, Young Thug, Chris Brown, Playboi Carti, Giveon, Fivio Foreign, and Sosa Geek. Dark Lane Demo Tapes sees Drake moving away from his 'hitmaking formula' to more experimentation, with common producers on his previous records being absent on the mixtape. With its production taking influence from lo-fi, UK drill, trap, Soundcloud rap, R&B and soul, the mixtape is noted for not being as cohesive as Drake's previous records. Rooted in dark, ambient sounds through prominent use of unpolished synths, themes on the mixtape include failed relationships, complicated relationships with friends, and braggadocio surrounding Drake's prominence in the music industry.The mixtape was supported by the single 'Toosie Slide', which debuted at number one on the US Billboard Hot 100 chart, making Drake the first male artist to accomplish three number-one debuts on the chart. All 13 of the mixtape's other songs entered the chart, including the highly anticipated 'Pain 1993', which debuted at number seven on the chart, making Drake the tied record holder (with American singer Madonna) for the most top 10 hits on the Billboard Hot 100 with 38.Dark Lane Demo Tapes was met with mixed reviews, with critics praising it for having a more diverse, experimental array of genres and hazy production compared to Drake's most recent records, but criticizing its lyrical content for being weak at times. It debuted at number two on the Billboard 200, with 223,000 album-equivalent units, and became Drake's third record to top the UK Albums Chart. It also topped the charts in Australia, Canada, Estonia, the Netherlands, Ireland, Lithuania and New Zealand.",
            "trackList" : [	"Deep Pockets",	"When to Say When",	"Chicago Freestyle" ,"Not You Too","Toosie Slide", "Desires","Time Flies", 	"Landed", 	"D4L", 	"Pain 1993" , 	"Losses", 	"From Florida with Love", "Demons" ,"War" ]
            
    }], 
        "albums": [{
            "title": "Thank Me Later", 
            "year": "2010",
            "shortName": "Thank_Me_Later",
            "copiesSold": "2 million",
            "albumCover": "Thank_Me_Later.jpg",
            "summary" : "Thank Me Later is the debut studio album by Canadian rapper and singer Drake. It was released on June 15, 2010, by Young Money Entertainment, Cash Money Records, and Universal Motown Records. Production for the album took place at various recording studios during 2009 to 2010 and was mostly produced by longtime collaborators 40 and Boi-1da. It also featured contributions from Timbaland, Swizz Beatz, Nicki Minaj, Lil Wayne, The-Dream, and Kanye West, among others.Thank Me Later has a languorous, ambient production that incorporates moody synthesizers, sparse beats, obscured keyboards, minor keys, and subtle arrangements. Thematically, the album focuses on Drake's introduction to fame and his romances over the course of confessional, club-oriented, and sexual songs. Drake's emotionally transparent, self-deprecating lyrics are delivered in both rapped and subtly sung verses, and explore feelings of doubt, insecurity, and heartbreak.Following an anticipated release, Thank Me Later debuted at number one on the Billboard 200 with first week sales of 447,000 copies in the US, eventually selling 1.8 million copies there by August 2015. It also topped the Canadian Albums Chart and attained a platinum certification in Canada in its debut week. All four of the album's singles became top 40 hits on the Billboard Hot 100, with 'Find Your Love' reaching number five. Reviews of Thank Me Later were generally positive, with critics applauding Drake's personal themes and drawing musical comparisons to the works of Kid Cudi and West, particularly the latter's 2008 album 808s & Heartbreak. It later ranked as one of 2010's best albums.",
            "trackList" : [	"Fireworks", "Karaoke",	"The Resistance",	"Over",	"Show Me a Good Time", 	"Up All Night", "Fancy", 	"Shut It Down", "Unforgettable","Light Up" ,"Miss Me", 	"Cece's Interlude","Find Your Love","Thank Me Now",		"Best I Ever Had","Uptown",	"Successful",	"9AM in Dallas"]

        },{
            "title": "Take Care", 
            "year": "2011",
            "shortName": "Take_Care",
            "copiesSold": "6 million",
            "albumCover": "Take_Care.jpg",
            "summary" : "Take Care is the second studio album by Canadian rapper Drake. It was released on November 15, 2011 by Young Money Entertainment, Cash Money Records and Universal Republic Records. The album features guest appearances from The Weeknd, Rihanna, Kendrick Lamar, Birdman, Nicki Minaj, Rick Ross, Lil Wayne, and André 3000. Alongside prominent production from the album's executive producers Drake and 40, further contributors include T-Minus, Chantal Kreviazuk, Boi-1da, Illangelo, Jamie xx, Supa Dups, Just Blaze, Chase N. Cashe, and Doc McKinney.Prior to Take Care, Drake released Thank Me Later, which experienced positive critical success, but left him feeling disjointed about the album's musical content. Expressing a desire to reunite with 40, his long-time producer who featured in parts on Thank Me Later, the duo worked extensively on the new album once recording sessions began in 2010. Drake's vocals on the album feature emotional crooning, alto vocals, a guttural cadence, a melodic flow, and a larger emphasis on singing than on Thank Me Later. In comparison to his debut album, Drake revealed that the album is called Take Care because 'I get to take my time this go-round [rather than rush]'. The album also expands on the low-tempo, sensuous, and dark sonic aesthetic of Thank Me Later. It incorporates several elements that have come to define Drake's sound, including minimalist R&B influences, existential subject matter, and alternately sung and rapped vocals. It features a mixture of braggadocio and emotional lyrics, exploring themes of fame, romance, and wealth.[1] The album also highlights other topics, such as Drake's relationships with friends and family, as well as touching on sex and narcissism.Despite leaking online nine days before its scheduled release, Take Care debuted at number one on the Billboard 200, selling 631,000 copies in its first week. It has been certified six times platinum by the Recording Industry Association of America (RIAA). Four of the album's singles peaked in the top 20 on the Billboard Hot 100: 'Headline', 'Make Me Proud', 'The Motto' and 'Take Care'. The album received general acclaim from critics, with praise for its expansive production and emotional themes. It was named one of 2011's best albums, and later one of the best albums of the 2010s, by several publications. It won Drake his first Grammy Award, winning Best Rap Album at the 2013 Grammy Awards. In 2020, the album was ranked 95th on Rolling Stone's updated list of the 500 Greatest Albums of All Time.",
            "trackList" : [	"Over My Dead Body", "Shot for Me",		"Headlines","Over",	"Crew Love" ,"Take Care" , 	"Marvins Room", "Buried Alive Interlude" , "We'll Be Fine" ,"Make Me Proud" ,"Lord Knows" ,	"Cameras / Good Ones Go Interlude",	"Doing It Wrong","The Real Her" ,"Look What You've Done",	"HYFR (Hell Ya Fucking Right)",	"Practice",	"The Ride", "Hate Sleeping Alone"]
        },{
            "title": "Nothing Was The Same", 
            "year": "2013",
            "shortName": "Nothing_Was_The_Same",
            "copiesSold": "4 million",
            "albumCover": "Nothing_Was_The_Same.jpg",
            "summary" : "Nothing Was the Same is the third studio album by Canadian rapper Drake. It was released on September 24, 2013, through OVO Sound, Young Money Entertainment, Cash Money Records, and Republic Records. Work on the record began in 2012 and continued through 2013. As an executive producer, Drake enlisted collaborators such as 2 Chainz, Big Sean, Majid Jordan, Jay-Z, Jhené Aiko and Sampha for guest appearances on the album. The album's production was primarily handled by 40 and other OVO Sound producers; including Boi-1da, Mike Zombie, Nineteen85 and Detail.The album was supported by the seven successful singles; 'Started from the Bottom', 'Hold On, We're Going Home', 'All Me', 'Pound Cake', 'The Language', 'Too Much' and 'Worst Behavior'. 'Wu-Tang Forever' was released prior to the album as a promotional single. 'Started from the Bottom' and 'Hold On, We're Going Home' were both top 10 hits on the US Billboard Hot 100. Drake also toured with Future, Miguel and PartyNextDoor from October through December 2013, on the Would You Like a Tour? concert tour.Nothing Was the Same received generally positive reviews, and was named as one of the best albums of 2013 by multiple publications. The album was a commercial success, debuting at number one on the US Billboard 200 with 658,000 copies sold in its first week of release. Within three months of its release, the album became the seventh best-selling album of 2013 in the United States. It also debuted at number one in Canada and Denmark, and number two in Australia and the United Kingdom. The album was nominated for Best Rap Album at the 2014 Grammy Awards",
            "trackList" : [	"Tuscan Leather", "Furthest Thing","Started from the Bottom","Wu-Tang Forever",	"Own It" ,	"Worst Behavior" , "From Time", "Hold On, We're Going Home"  , 	"Connect" ,	"305 to My City"  ,	"Too Much" ,	"Pound Cake / Paris Morton Music 2"]
        },{
            "title": "Views", 
            "year": "2016",
            "shortName": "Views",
            "copiesSold": "7 million",
            "albumCover": "Views.jpg",
            "summary" : "Views is the fourth studio album by Canadian rapper Drake. It was released on April 29, 2016, by Cash Money Records, Republic Records, and Young Money Entertainment. Recording sessions took place from 2015 to 2016, with both Drake and his longtime collaborator and record producer 40 serving as the record's executive producers. 40 also primarily handled the production on the album alongside other record producers such as Nineteen85, Maneesh Bidaye, Kanye West, and Jordan Ullman, among others. Featured guest appearances include PartyNextDoor, Pimp C, Dvsn, Wizkid, Kyla, and Rihanna.Views takes influence from West Indian and West African music. The album marks Drake's first full foray into Jamaican dancehall music, while also featuring other genres such as R&B, trap, Afrobeat, UK funky, and pop. Similar to his previous records, the album sees Drake discussing his relationship woes, experiences with betrayal, and celebrations of loyalty and friendship. The album was supported by five singles: 'Hotline Bling', 'One Dance', 'Pop Style', 'Controlla', and 'Too Good'.The album debuted at number one on the US Billboard 200, with over one million album-equivalent units earned in its first week of release, including 852,000 copies, and achieving a then record over 245 million streams. It spent a total 13 non-consecutive weeks at number one on the Billboard 200, and also became Drake's first number-one album on the UK Albums Chart. All 20 songs from the album charted on the US Billboard Hot 100.The album received lukewarm reviews from critics, many of whom found it to be an overlong retread of Drake's previous work. Despite this, it became one of Drake's most commercially successful album having sold over seven million certified units worldwide. The album has been certified six times platinum by the Recording Industry Association of America (RIAA). It was nominated for Album of the Year and Best Rap Album at the 2017 Grammy Awards. The album also won Top Billboard 200 Album at the 2017 Billboard Music Awards, among other awards.",
            "trackList" : [	"Keep the Family Close", "9","U with Me?","Feel No Ways","Hype" ,"Weston Road Flows" , 	"Redemption", "With You"  , "Faithful" ,"Still Here"  ,	"Controlla" ,"One Dance", "Grammys", "Childs Play", 	"Pop Style","Too Good", "Summers Over Interlude", "Fire & Desire", "Views", "Hotline Bling"   ]
        },{
            "title": "Scorpion", 
            "year": "2018",
            "shortName": "Scorpion",
            "copiesSold": "5 million",
            "albumCover": "Scorpion.jpg",
            "summary" : "Scorpion is the fifth studio album by Canadian rapper Drake. It was released on June 29, 2018, by Cash Money Records, Republic Records, and Young Money Entertainment. Scorpion is a double album consisting of 25 tracks. Its first disc is primarily hip hop, while its second disc has been described as R&B and pop. It is executively produced by Drake himself, alongside frequent collaborator 40 and manager Oliver El-Khatib. Scorpion features guest appearances from Jay-Z and Ty Dolla Sign, as well as posthumous appearances from Michael Jackson and Static Major.Lyrically, the album sees Drake rap about topics that have been common in his discography, including claustrophobia caused by his fame, complications of relationships, and boasting about his rise from an 'underdog' to a prominent figure in music. The production draws influence from a range of genres, including soul, ambience, slow jam, quiet storm, R&B, pop, electronica, and trap. Scorpion was supported by the singles 'God's Plan', 'Nice for What', 'I'm Upset','Don't Matter to Me', 'In My Feelings', 'Nonstop', and 'Mob Ties'. All seven singles reached the top twenty on the US Billboard Hot 100, with three of them reaching number one: 'God's Plan', 'Nice for What', and 'In My Feelings'. In its first day of release, Scorpion broke Spotify's one-day global record for album streams with 132.45 million streams. It also broke Apple Music's single-day record with 170 million streams, breaking Drake's own record set with More Life. Despite receiving lukewarm reviews from critics, Scorpion performed well commercially, debuting atop the US Billboard 200 with 732,000 album-equivalent units, of which 160,000 came from pure sales. As of January 2019, Scorpion was certified five times platinum by the Recording Industry Association of America (RIAA). The album received five nominations at the 2019 Grammy Awards, including Album of the Year, and 'God's Plan' won Best Rap Song. The album also won Drake a second Top Billboard 200 Album of his career at the 2019 Billboard Music Awards, among other awards.",
            "trackList" : [	"Survival",	"Nonstop", "Elevate","Emotionless",	"God's Plan", "I'm Upset" ,	"8 Out of 10" , "Mob Ties", "Can't Take a Joke"  , 	"Sandra's Rose" ,	"Talk Up" ,	"Is There More" ,"Peak", 	"Summer Games",	"Jaded", "Nice for What",	"Finesse", "Ratchet Happy Birthday", "That's How You Feel", "Blue Tint", 	"In My Feelings", "Don't Matter to Me", "After Dark" ,"Final Fantasy", 	"March 14"  ]
         
        
        }], 
        "eps": [{
            "title": "So Far Gone", 
            "year": "2009",
            "shortName": "So_Far_Gone",
            "copiesSold": "800,000",
            "albumCover": "So_Far_Gone_Ep.jpg",
            "summary" : "So Far Gone is the debut extended play by Canadian rapper and singer Drake. It was released on September 15, 2009 by Cash Money Records, Universal Motown Records and Young Money Entertainment. This is his reissued project from his third mixtape that was released earlier on February 13, 2009. This EP features five tracks from the mixtape, with the inclusions of two new songs. The EP features guest appearances from Trey Songz, Lil Wayne, Bun B and Young Jeezy. The EP was supported by three singles: 'Best I Ever Had', 'Successful' featuring Trey Songz and Lil Wayne, and 'I'm Goin' In' featuring Lil Wayne and Young Jeezy. In April 2010, the EP won the Rap Recording of the Year at the 2010 Juno Awards.",
            "trackList" : ["Houstatlantavegas", "Successful" ,	"Best I Ever Had",	"Uptown" ,	"I'm Goin' In", "The Calm", "Fear"]
             
        },{
            "title": "Scary Hours", 
            "year": "2018",
            "shortName": "Scary_Hours",
            "copiesSold": "90,000 first week",
            "albumCover": "Scary_Hours.jpg",
            "summary" : "Thank Me Later is the debut studio album by Canadian rapper and singer Drake. It was released on June 15, 2010, by Young Money Entertainment, Cash Money Records, and Universal Motown Records. Production for the album took place at various recording studios during 2009 to 2010 and was mostly produced by longtime collaborators 40 and Boi-1da. It also featured contributions from Timbaland, Swizz Beatz, Nicki Minaj, Lil Wayne, The-Dream, and Kanye West, among others.Thank Me Later has a languorous, ambient production that incorporates moody synthesizers, sparse beats, obscured keyboards, minor keys, and subtle arrangements. Thematically, the album focuses on Drake's introduction to fame and his romances over the course of confessional, club-oriented, and sexual songs. Drake's emotionally transparent, self-deprecating lyrics are delivered in both rapped and subtly sung verses, and explore feelings of doubt, insecurity, and heartbreak.Following an anticipated release, Thank Me Later debuted at number one on the Billboard 200 with first week sales of 447,000 copies in the US, eventually selling 1.8 million copies there by August 2015. It also topped the Canadian Albums Chart and attained a platinum certification in Canada in its debut week. All four of the album's singles became top 40 hits on the Billboard Hot 100, with 'Find Your Love' reaching number five. Reviews of Thank Me Later were generally positive, with critics applauding Drake's personal themes and drawing musical comparisons to the works of Kid Cudi and West, particularly the latter's 2008 album 808s & Heartbreak. It later ranked as one of 2010's best albums.",
            "trackList" : [	"Fireworks", "Karaoke",	"The Resistance",	"Over",	"Show Me a Good Time", 	"Up All Night", "Fancy", 	"Shut It Down", "Unforgettable","Light Up" ,"Miss Me", 	"Cece's Interlude","Find Your Love","Thank Me Now",		"Best I Ever Had","Uptown",	"Successful",	"9AM in Dallas"]

        },{

            "title": "The Best In The World Pack", 
            "year": "2019",
            "shortName": "The_Best_In_The_World_Pack",
            "copiesSold": "110,000 first week",
            "albumCover": "The_Best_In_The_World_Pack.jpg",
            "summary" : "The Best in the World Pack is the third extended play by Canadian rapper Drake. It was released on June 15, 2019 by Frozen Moments, Republic Records and OVO Sound. It contains the dual singles 'Omertà' and 'Money in the Grave', with the latter featuring a guest appearance from American rapper Rick Ross, and later becoming Drake's 26th and Ross' 2nd number one (as well as their 87th and 35th career charted single), respectively, on Billboard's Rhythmic Songs chart in August 2019.[2][3] Multiple publications noted that the EP marks Drake's first release outside of the Cash Money Records and Young Money Records record labels. Instead, on streaming services, the release lists '2019 Frozen Moments, LLC, under exclusive licensing to Republic Records, a division of UMG Recordings, Inc'. Billboard confirmed that Frozen Moments has previously been listed on additional OVO projects.",
            "trackList" : [	"Omertà", "Money in the Grave" ]
        }, {

            "title": "Scary Hours 2", 
            "year": "2021",
            "shortName": "Scary_Hours_2",
            "copiesSold": "200,000 first week",
            "albumCover": "Scary_Hours_2.jpg",
            "summary" : "Scary Hours 2 is the fourth extended play by Canadian rapper Drake and a sequel to his second extended play Scary Hours (2018).[1] It was released on March 5, 2021, and features two collaborations with American rappers Lil Baby and Rick Ross.[2] The lead single, 'What's Next', was released alongside the EP with an accompanying music video.",
            "trackList" : [	"What's Next", "Wants and Needs", "Lemon Pepper Freestyle" ]
        }  
    ]
}          
        
}